tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
brew "bats"
brew "coreutils"
brew "git"
brew "gnupg"
brew "pinentry-mac"
brew "trash"
brew "yadm"
brew "zsh"
cask "alfred"
cask "authy-desktop"
cask "bartender"
cask "caffeine"
cask "cyberduck"
cask "dropbox"
cask "gitkraken"
cask "google-chrome-beta"
cask "macvim"
cask "mumble"
cask "scrivener"
cask "spotify"
cask "steelseries-engine"
cask "twitch"
