tap "crisidev/chunkwm"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "bats"
brew "coreutils"
brew "git"
brew "gnupg"
brew "go"
brew "hamlib"
brew "gpredict"
brew "hugo"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mas"
brew "pinentry-mac"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "sox"
brew "sqlite"
brew "telnet"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "zsh"
brew "crisidev/chunkwm/chunkwm", args: ["with-purify"]
cask "alfred"
cask "arduino"
cask "authy"
cask "bartender"
cask "battle-net"
cask "cubicsdr"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gitkraken"
cask "hammerspoon"
cask "hex-fiend"
cask "java"
cask "jetbrains-toolbox"
cask "mumble"
cask "paw"
cask "rescuetime"
cask "scrivener"
cask "sequel-pro"
cask "sketch"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "twitch"
cask "vlc"
cask "zoomus"
cask "caskroom/drivers/logitech-myharmony"
cask "caskroom/drivers/steelseries-engine"
cask "caskroom/drivers/wacom-bamboo-tablet"
cask "caskroom/fonts/font-input"
cask "caskroom/versions/openemu-experimental"
mas "Airmail 3", id: 918858936
mas "Bulldock Browser", id: 1203425759
mas "Final Cut Pro", id: 424389933
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Logic Pro X", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage 3", id: 634159523
mas "Mischief-Free", id: 928430584
mas "Monosnap", id: 540348655
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Shopify", id: 1208212036
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
