tap "dart-lang/dart"
tap "drud/ddev"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "sqlite"
brew "ansible"
brew "cloc"
brew "composer"
brew "docker-machine", link: false
brew "docker-machine-driver-xhyve"
brew "docker-machine-nfs"
brew "git"
brew "gnupg"
brew "go"
brew "hugo"
brew "jq"
brew "mas"
brew "nss"
brew "pandoc"
brew "trash"
brew "watch"
brew "wget"
brew "yadm"
brew "dart-lang/dart/dart"
brew "drud/ddev/ddev"
cask "alfred"
cask "arduino"
cask "avibrazil-rdm"
cask "balsamiq-mockups"
cask "bartender"
cask "calibre"
cask "dialpad"
cask "discord"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "firefox"
cask "font-input"
cask "font-roboto"
cask "google-chrome"
cask "hammerspoon"
cask "hex-fiend"
cask "kitty"
cask "logitech-myharmony"
cask "logitech-options"
cask "nvidia-geforce-now"
cask "obs"
cask "openemu"
cask "rescuetime"
cask "scrivener"
cask "sequel-pro"
cask "soduto"
cask "spotify"
cask "steam"
cask "synology-drive"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Bitwarden", id: 1352778147
mas "com.codeBuilder.SQL-Studio", id: 597182608
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "MainStage 3", id: 634159523
mas "Marked", id: 448925439
mas "Monosnap", id: 540348655
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Sequence Diagram", id: 1195426709
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "Vectornator Pro", id: 1470168007
mas "Xcode", id: 497799835
