tap "drud/ddev"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "composer"
brew "git"
brew "gnupg"
brew "go"
brew "hugo"
brew "mas"
brew "sqlite"
brew "trash"
brew "watch"
brew "wget"
brew "yadm"
brew "drud/ddev/ddev"
cask "alfred"
cask "arduino"
cask "avibrazil-rdm"
cask "balsamiq-mockups"
cask "bartender"
cask "discord"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "firefox"
cask "font-input"
cask "hammerspoon"
cask "hex-fiend"
cask "kitty"
cask "logitech-myharmony"
cask "openemu"
cask "soduto"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Bitwarden", id: 1352778147
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "MainStage 3", id: 634159523
mas "Monosnap", id: 540348655
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
