tap "dart-lang/dart"
tap "drud/ddev"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kaishuu0123/erd-go"
tap "mutagen-io/mutagen"
tap "tinygo-org/tools"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansible"
brew "arduino-cli"
brew "python@3.8"
brew "bats-core"
brew "node"
brew "bitwarden-cli"
brew "bombadillo"
brew "ccls"
brew "cloc"
brew "cocoapods"
brew "composer"
brew "curl"
brew "devd"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "docker-machine-nfs"
brew "e2fsprogs"
brew "esptool"
brew "expect"
brew "freetds"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "graphviz"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "libssh"
brew "mas"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "nss"
brew "pandoc"
brew "php"
brew "php@7.4"
brew "platformio"
brew "qemu"
brew "ripgrep"
brew "s3cmd"
brew "sassc"
brew "scons"
brew "telnet"
brew "trash"
brew "w3m"
brew "watch"
brew "wget"
brew "yadm"
brew "dart-lang/dart/dart"
brew "drud/ddev/ddev"
brew "federico-terzi/espanso/espanso"
brew "kaishuu0123/erd-go/erd-go"
brew "mutagen-io/mutagen/mutagen"
brew "tinygo-org/tools/tinygo"
cask "alfred"
cask "android-studio"
cask "arduino"
cask "asix-ax88179"
cask "authy"
cask "autodesk-fusion360"
cask "avibrazil-rdm"
cask "balsamiq-mockups"
cask "basecamp"
cask "calibre"
cask "cold-turkey-blocker"
cask "cyberduck"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "firefox"
cask "font-input"
cask "font-roboto"
cask "free-ruler"
cask "gb-studio"
cask "gog-galaxy"
cask "google-chrome"
cask "hammerspoon"
cask "hex-fiend"
cask "jqbx"
cask "kicad"
cask "kiibohd-configurator"
cask "kitty"
cask "logitech-myharmony"
cask "logitech-options"
cask "obs"
cask "obsidian"
cask "openconnect-gui"
cask "openemu"
cask "parallels"
cask "paw"
cask "postbox"
cask "proxyman"
cask "prusaslicer"
cask "scrivener"
cask "sequel-pro"
cask "shadow"
cask "sony-ps4-remote-play"
cask "spotify"
cask "steam"
cask "streamlabs-obs"
cask "synology-drive"
cask "tableplus"
cask "taskpaper"
cask "tiled"
cask "utm"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zotero"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Bitwarden", id: 1352778147
mas "Bulldock Browser", id: 1203425759
mas "com.codeBuilder.SQL-Studio", id: 597182608
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "MainStage 3", id: 634159523
mas "Marked", id: 448925439
mas "Monosnap", id: 540348655
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Sequence Diagram", id: 1195426709
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "Vectornator Pro", id: 1470168007
mas "Webcam Settings", id: 533696630
mas "Xcode", id: 497799835
