tap "drud/ddev"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "age"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "choose"
brew "colima"
brew "php"
brew "composer"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "glow"
brew "go-task"
brew "grpcurl"
brew "httpie"
brew "hugo"
brew "jq"
brew "luacheck"
brew "mas"
brew "mkcert"
brew "nss"
brew "openssh"
brew "python@3.10"
brew "ripgrep"
brew "telnet"
brew "trash"
brew "watch"
brew "watchexec"
brew "wget"
brew "yq"
brew "yubico-piv-tool"
brew "drud/ddev/ddev"
cask "chromium"
cask "discord"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "hammerspoon"
cask "hex-fiend"
cask "iterm2"
cask "itsycal"
cask "logi-options-plus"
cask "nova"
cask "nvidia-geforce-now"
cask "obs"
cask "opensc"
cask "saleae-logic"
cask "scrivener"
cask "signal"
cask "steam"
cask "typora"
cask "vlc"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Bitwarden", id: 1352778147
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMazing Profile Editor", id: 1487860882
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Things", id: 904280696
mas "Vectornator Pro", id: 1470168007
mas "Xcode", id: 497799835
